-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES ('1', 'Granado', null, '0', '0', null, null, null, null, null, '1', '2017-10-26 22:01:20', '2017-10-26 22:01:20');

-- ----------------------------
-- Records of subject
-- ----------------------------
INSERT INTO `subject` VALUES ('1', '翟欣欣事件始末跟进', '翟欣欣事件始末跟进', null, null, '1', '1', null, null, '2017-03-30 00:00:32', '2017-10-26 22:03:46', '1', null, '1', '2017-10-26 22:03:54', '2017-10-28 11:06:12');

-- ----------------------------
-- Records of detail
-- ----------------------------
INSERT INTO `detail` VALUES ('1', '1', null, '3月30日，苏享茂与翟欣欣通过“世纪佳缘”网VIP服务介绍认识，交往中已经为女方花了几百万。', null, null, '1', '1', '2017-03-30 00:00:39', '1', '0', '0', '1', '2017-10-26 22:05:02', '2017-10-26 22:05:02');
INSERT INTO `detail` VALUES ('2', '1', null, '3月30日，苏享茂与翟欣欣通过“世纪佳缘”网VIP服务介绍认识，交往中已经为女方花了几百万。', null, null, '1', '1', '2017-03-30 00:00:00', '1', '0', '0', '1', '2017-10-28 11:04:42', '2017-10-28 11:04:42');
INSERT INTO `detail` VALUES ('3', '1', null, '4月1日，翟欣欣发来一段几只鸟飞过别墅的视频，苏享茂表示惊讶，感受到压力。他展示了股票账户和理财账户，借此表明自己也买得起别墅。翟欣欣对苏享茂透露一见钟情，表示愿意替他生孩子。', null, null, '1', '1', '2017-04-01 00:00:00', '1', '0', '0', '1', '2017-10-28 11:04:42', '2017-10-28 11:04:42');
INSERT INTO `detail` VALUES ('4', '1', null, '清明节期间，翟称自己在深圳出车祸受伤，苏开车从北京机场接回翟及其母亲。之后，两人关系迅速升温，迅速进入男女朋友阶段。翟更是主动提出要在今年内结婚。“正因为我觉得大家都是奔着结婚走的，而且感觉她条件不错，因此以后对她特别慷慨。”苏享茂写道。', null, null, '1', '1', '2017-04-03 00:00:00', '1', '0', '0', '1', '2017-10-28 11:04:42', '2017-10-28 11:04:42');
INSERT INTO `detail` VALUES ('5', '1', null, '4月13日花费108万购买特斯拉。', null, null, '1', '1', '2017-04-13 00:00:00', '1', '0', '0', '1', '2017-10-28 11:04:42', '2017-10-28 11:04:42');
INSERT INTO `detail` VALUES ('6', '1', null, '2017年5月16日，她一连发了六张或坐车中或正在开车的照片，附文：“在成为半个三亚人以后，开车熟悉了一下这个城市。', null, null, '1', '1', '2017-05-16 00:00:00', '1', '0', '0', '1', '2017-10-28 11:04:42', '2017-10-28 11:04:42');
INSERT INTO `detail` VALUES ('7', '1', null, '5月18日，苏享茂为其刷卡购买价值23万的Cartier钻戒，当天就出现在其微博自拍中。', null, null, '1', '1', '2017-05-18 00:00:00', '1', '0', '0', '1', '2017-10-28 11:04:42', '2017-10-28 11:04:42');
INSERT INTO `detail` VALUES ('8', '1', null, '6月7日领证', null, null, '1', '1', '2017-06-07 00:00:39', '1', '0', '0', '1', '2017-10-28 11:04:42', '2017-10-28 11:04:42');
INSERT INTO `detail` VALUES ('9', '1', null, '7月18日离婚补偿索要1000万，婚姻只维持了一个多月。', null, null, '1', '1', '2017-07-18 00:00:00', '1', '0', '0', '1', '2017-10-28 11:04:42', '2017-10-28 11:04:42');
INSERT INTO `detail` VALUES ('10', '1', null, '9月7日凌晨4点左右，拥有3,000万用户的WePhone主要开发者苏享茂跳楼身亡，年仅37岁。', null, null, '1', '1', '2017-09-07 00:00:39', '1', '0', '0', '1', '2017-10-28 11:04:43', '2017-10-28 11:04:43');
INSERT INTO `detail` VALUES ('11', '1', null, '9月12日下午，备受关注的“程序员自杀事件”中，女方翟某欣的舅舅刘克俭给北青报记者发来个人声明。', null, null, '1', '1', '2017-09-12 00:00:39', '1', '0', '0', '1', '2017-10-28 11:04:43', '2017-10-28 11:04:43');
INSERT INTO `detail` VALUES ('12', '1', null, '9月12日，苏享茂的母亲称目前已经针对此事聘请了律师，未来将由律师发布对外消息，自己暂不接受媒体采访。', null, null, '1', '1', '2017-09-12 00:00:39', '1', '0', '0', '1', '2017-10-28 11:04:43', '2017-10-28 11:04:43');
INSERT INTO `detail` VALUES ('13', '1', null, '9月13日，翟欣欣的父亲称他知道的翟欣欣只有这一段婚姻。', null, null, '1', '1', '2017-09-13 00:00:39', '1', '0', '0', '1', '2017-10-28 11:04:43', '2017-10-28 11:04:43');
INSERT INTO `detail` VALUES ('14', '1', null, '9月15日，翟欣欣母亲委托知情人士回应网络上的一些疑问，称翟欣欣现状：不吃不喝不见人。', null, null, '1', '1', '2017-09-15 00:00:00', '1', '0', '0', '1', '2017-10-28 11:04:43', '2017-10-28 11:04:43');
INSERT INTO `detail` VALUES ('15', '1', null, '9月15日晚间，从接近苏享茂家属的人士处了解到，苏家方面现已确定委托张起淮为代理律师。', null, null, '1', '1', '2017-09-15 00:00:39', '1', '0', '0', '1', '2017-10-28 11:04:43', '2017-10-28 11:04:43');
INSERT INTO `detail` VALUES ('16', '1', null, '9月18日上午，易胜华律师发布微博称：北京市盈科律师事务所与翟欣欣女士签订委托协议，指派易胜华律师团队担任翟欣欣女士的法律顾问，处理其与苏享茂自杀事件有关的一切法律事务。', null, null, '1', '1', '2017-09-18 00:00:39', '1', '0', '0', '1', '2017-10-28 11:04:43', '2017-10-28 11:04:43');
